{
	"data": {
		"initial": "hakonWhatInTheDe",
		"stitches": {
			"atTheBaseOfTheSt": {
				"content": [
					"At the base of the steep cliff, hundreds of yards below, the treasure cart has exploded into a frozen firework of gold, valuables and yox and dredge gore. \"That was a costly mistake\" grits Ubin between clenched teeth.",
					{
						"divert": "hakonYouWonderWh"
					},
					{
						"pageNum": 0
					}
				]
			},
			"gunnulfMyDutyHeG": {
				"content": [
					"[gunnulf] \"My duty,\" he grunts. He doesn't budge. You wonder how much this responsibility defines his reason for living. The dredge has found some footing and is trying to clamber up over the cart. The tree creaks under the weight.",
					{
						"linkPath": "withARoarThatSou",
						"option": "Order him to let go, with authority"
					},
					{
						"linkPath": "hakonYouGrabTheC",
						"option": "Try to help him haul the cart back up"
					},
					{
						"linkPath": "hakonYouComeUpWi",
						"option": "Knock the dredge off"
					},
					{
						"pageNum": 0
					}
				]
			},
			"gunnulfTheEnormo": {
				"content": [
					"[gunnulf] The enormous metal wagon dangles precariously off a cliff. From the end swings a confused yox, still tied to its reins. On top, the dredge hangs on tight. Keeping the whole thing from plummeting over the side is Gunnulf, one hand white-knuckling the cart, the other wrapped around a tree trunk.",
					{
						"linkPath": "gunnulfMyDutyHeG",
						"option": "Tell Gunnulf to let go"
					},
					{
						"linkPath": "hakonYouGrabTheC",
						"option": "Try to help Gunnulf haul the cart back up"
					},
					{
						"linkPath": "hakonYouComeUpWi",
						"option": "Try to knock the dredge off"
					},
					{
						"pageNum": 0
					}
				]
			},
			"hakonFollowingTh": {
				"content": [
					"[hakon] Following the shock of Gunnulf's death, you find yourself wondering why that dredge went after the yox in the first place. Then you realize the bigger problem is the vast fortune now laying at the bottom of the cliff.",
					{
						"linkPath": "thoughPainfulYou",
						"option": "Nothing for it. There's no time to stop now."
					},
					{
						"linkPath": "youGatherIdeasFo",
						"notIfConditions": [
							{
								"notIfCondition": "gunnulfdied"
							}
						],
						"option": "Try to recover what you can quickly"
					},
					{
						"linkPath": "narratorWhatChoi",
						"option": "\"Your call, Ubin.\""
					},
					{
						"linkPath": "youOrderSeveralV",
						"option": "Try to cover it up and come back later"
					},
					{
						"linkPath": "itsAsSafeHereAsS",
						"option": "Leave some varl to gather and return to Strand"
					},
					{
						"linkPath": "withFewOptionsYo",
						"ifConditions": [
							{
								"ifCondition": "gunnulfdied"
							}
						],
						"option": "Try to recover Gunnulf's body"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "gunnulfdied"
					}
				]
			},
			"hakonTooLateTheO": {
				"content": [
					"[hakon] Too late, the others lunge toward the cart, just as it topples over the side. At the last moment you let go, but Gunnulf does not.",
					{
						"divert": "narratorNoCriesT"
					},
					{
						"flagName": "gunnulfdied"
					},
					{
						"pageNum": 0
					}
				]
			},
			"hakonWhatInTheDe": {
				"content": [
					"[hakon] \"What in the depths are these?\" you wonder, looking at the unusual dredge slingers. Nobody knows. Without warning, a deranged and half-dead slag stumbles out of brush, throwing itself upon the yox attached to the treasure cart.",
					{
						"divert": "surprisedVarlPul"
					},
					{
						"pageNum": 1
					}
				]
			},
			"hakonYouComeUpWi": {
				"content": [
					"[hakon] You come up with a fist-sized stone. It bounces off the dredge's hard armor with a thunk. Just as Ubin appears, huffing, the tree creaks under Gunnulf's grip, and pulls from the ground. The whole collection of things suddenly disappear from sight.",
					{
						"divert": "narratorNoCriesT"
					},
					{
						"flagName": "gunnulfdied"
					},
					{
						"pageNum": 0
					}
				]
			},
			"hakonYouGrabTheC": {
				"content": [
					"[hakon] You grab the cart and pull. You barely make any ground when the tree he's holding onto tears from the ground, dragging you with terrifying force toward the edge.",
					{
						"linkPath": "withARoarThatSou",
						"option": "Let go, and order Gunnulf to do the same"
					},
					{
						"linkPath": "hakonTooLateTheO",
						"option": "Shout for others to help pull it back up"
					},
					{
						"pageNum": 0
					}
				]
			},
			"hakonYouWonderWh": {
				"content": [
					"[hakon] You wonder why that dredge went after the yox in the first place. Then you realize the bigger problem is the vast fortune now lying at the bottom of a cliff.",
					{
						"divert": "hakonFollowingTh"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "gunnulfdied"
					}
				]
			},
			"itsAsSafeHereAsS": {
				"content": [
					"\"It's as safe here as Strand, of all places,\" says Ubin with a distant expression. Still, you think, better that you did something about the vast pile of wealth down there. You leave over a dozen trusted varl behind to gather it and return to Strand, while you continue on.",
					{
						"divert": "thoughTheresNoth"
					},
					{
						"flagName": "num_varl-15"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "gunnulfdied"
					}
				]
			},
			"narratorNoCriesT": {
				"content": [
					"[narrator] \"No!\" cries the old varl. The cart plummets and flips over rocks along the way, tossing its contents across the snow in a shower of gold and gore. The yox and the dredge are torn to shreds. Gunnulf lies motionless, his limbs splayed at unnatural angles.",
					{
						"divert": "hakonYouWonderWh"
					},
					{
						"pageNum": 0
					}
				]
			},
			"narratorWhatChoi": {
				"content": [
					"[narrator] \"What choice do we have?\" he mutters. \"Even if we could gather it up we've got nothing to haul it.\" He sounds defeated, but resolute in moving on. You begrudgingly set off, leaving a king's ransom beneath your feet.",
					{
						"divert": "narratorWhatChoi1"
					},
					{
						"flagName": "1 leftgold"
					},
					{
						"flagName": "morale-5"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "gunnulfdied"
					}
				]
			},
			"narratorWhatChoi1": {
				"content": [
					"[narrator] \"What choice do we have?\" he mutters. \"Gunnulf is dead, anyone can see that. Even if we could gather up the gold we've got nothing to haul it.\" He sounds defeated, but resolute in moving on. You begrudgingly set off, leaving the grisly scene behind you.",
					{
						"flagName": "1 leftgold"
					},
					{
						"flagName": "morale-5"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "gunnulfdied"
					}
				]
			},
			"surprisedVarlPul": {
				"content": [
					"Surprised varl pull weapons, but not before the whole cart slides off slick rock and a sheer drop, stopped suddenly by a low growl.",
					{
						"divert": "gunnulfTheEnormo"
					},
					{
						"pageNum": 0
					}
				]
			},
			"thoughPainfulYou": {
				"content": [
					"Though painful, you leave the scene behind. If you're lucky you'll be able to come back for the gold later.",
					{
						"flagName": "1 leftgold"
					},
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"thoughTheresNoth": {
				"content": [
					"Though there's nothing you can do for Gunnulf, you think it best to say you did something about both the body and the gold. You leave over a dozen trusted varl behind to gather both and take them back to Strand. You continue on.",
					{
						"flagName": "num_varl-15"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "gunnulfdied"
					}
				]
			},
			"whenGunnulfDoesn": {
				"content": [
					"When Gunnulf doesn't respond a second time you call desperately for the scrivener to come talk some sense to him. Just as he arrives the tree pulls from the ground and the whole assortment of things topple and escape from sight over the side.",
					{
						"divert": "narratorNoCriesT"
					},
					{
						"flagName": "gunnulfdied"
					},
					{
						"pageNum": 0
					}
				]
			},
			"withARoarThatSou": {
				"content": [
					"With a roar that sounds more like you just stabbed him in the side than gave an order, Gunnulf lets go of the cart. It flips over the side in a flash, followed much later by a dull thud and crack.",
					{
						"divert": "atTheBaseOfTheSt"
					},
					{
						"pageNum": 0
					}
				]
			},
			"withFewOptionsYo": {
				"content": [
					"With few options, you settle on lowering a man by rope into the valley. He shouts that the battered body of Gunnulf is definitely dead, and with their combined weight the rope won't hold. The gold is scattered across the rocks and too far to reach anyway. You face the fact that it has been a complete loss. A day later you're back on the march with nothing to show for it.",
					{
						"flagName": "day+1"
					},
					{
						"flagName": "morale-10"
					},
					{
						"flagName": "1 leftgold"
					},
					{
						"pageNum": 0
					}
				]
			},
			"youGatherIdeasFo": {
				"content": [
					"You gather ideas for hoisting the loot, all of them difficult and time consuming. Eventually you settle on lowering a man by rope into the valley. He grabs a few valuables and covers up the rest, but not much else. You face the fact that you've got nowhere to put them and nothing to pull them with, even if you did recover them. A day later you're back on the march without much to show for it.",
					{
						"flagName": "1 leftgold"
					},
					{
						"flagName": "day+1"
					},
					{
						"pageNum": 0
					}
				]
			},
			"youOrderSeveralV": {
				"content": [
					"You order several varl to roll snow over the cliff, hoping to cover the treasure from view, at least for now. It takes a while, and is not completely effective but eventually it's no longer quite so obvious. With half a day gone you depart in poor spirits.",
					{
						"flagName": "1 leftgold"
					},
					{
						"flagName": "day+.5"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "wngw"
}
