{
	"data": {
		"initial": "skip",
		"stitches": {
			"atDawnYoureAwoke": {
				"content": [
					"At dawn you're awoken by a delivery of goods - at least you think it's dawn. Damn hard to tell with a sun that never moves. The governor's crest adorns the supply leathers. All there, just as promised, to your mild surprise. You wonder if Eirik had anything to do with that.",
					{
						"divert": "atDawnYoureAwoke1"
					},
					{
						"flagName": "renown+20"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "1_eirikdissed"
					},
					{
						"ifCondition": "1_strandmeadfight"
					}
				]
			},
			"atDawnYoureAwoke1": {
				"content": [
					"At dawn you're awoken by a delivery of goods - at least you think it's dawn. Damn hard to tell with a sun that never moves. The governor's crest adorns the supply leathers. Not as many as you were promised, but no time to complain now.",
					{
						"divert": "atDawnYoureAwoke2"
					},
					{
						"flagName": "renown+5"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "1_strandmeadfight"
					},
					{
						"notIfCondition": "1_eirikdissed"
					}
				]
			},
			"atDawnYoureAwoke2": {
				"content": [
					"At dawn you're awoken by a delivery of goods - at least you think it's dawn. Damn hard to tell with a sun that never moves. The governor's crest adorns the supply leathers. Not as many as you were promised, but no time to complain now.",
					{
						"divert": "atDawnYoureAwoke3"
					},
					{
						"flagName": "renown+10"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "1_strandmeadfight"
					},
					{
						"ifCondition": "1_eirikdissed"
					}
				]
			},
			"atDawnYoureAwoke3": {
				"content": [
					"At dawn you're awoken by a delivery of goods - at least you think it's dawn. Damn hard to tell with a sun that never moves. The governor's crest adorns the supply leathers, but he seems to have completely forgotten the double tithe you were promised. Or chose to withhold it. Unfortunately you don't have time to complain.",
					{
						"divert": "yourGuardsTakeTh"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "1_strandmeadfight"
					},
					{
						"ifCondition": "1_eirikdissed"
					}
				]
			},
			"dontTakeTooLongG": {
				"content": [
					"\"Don't take too long,\" grunts Mogr, turning back to the varl. You endeavor to finish any business you still have quickly.",
					{
						"pageNum": 0
					}
				]
			},
			"mogrMogrStepsFor": {
				"content": [
					"[mogr] Mogr steps forward. Vognir's quartermaster, if you recall correctly, in charge of his unwieldy entourage of warriors. You know him only in passing. He asks if you're ready to depart.",
					{
						"linkPath": "youFollowMogrAnd",
						"option": "We're ready"
					},
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "atDawnYoureAwoke",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			},
			"usuallyTheSmalle": {
				"content": [
					"Usually the smaller doors set into the gates would be enough to enter or leave the city, but the town guards have been told to push them open entirely. They mutter things under their breath that are best not heard. Perhaps the governor expected you to draw a crowd, but there's nothing of the sort, just frustrated, tired people. It summarizes Strand well as a whole, you think.",
					{
						"pageNum": 0
					}
				]
			},
			"youFollowMogrAnd": {
				"content": [
					"You follow Mogr and join the others.",
					{
						"divert": "usuallyTheSmalle"
					},
					{
						"pageNum": 0
					}
				]
			},
			"yourGuardsTakeTh": {
				"content": [
					"Your guards take the treasure wagon down to the gates. Vognir is already here. A while later Ludin and his men appear, groggy and disheveled.",
					{
						"divert": "mogrMogrStepsFor"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "49p6"
}
