{
	"data": {
		"initial": "hakonYouWanderTh",
		"stitches": {
			"aWomansScreamDie": {
				"content": [
					"A woman's scream dies in her throat at the sight of varl instead of dredge. Men and women both are huddled together. A baby cries on her mother's shoulder. They are clearly awed to see so many warriors. \"What... do we do now?\" they ask.",
					{
						"linkPath": "theyGiveYouWorry",
						"option": "Go to Strand. We've cleared the way"
					},
					{
						"linkPath": "youGatherAHandfu",
						"option": "Go to Strand. We'll send escorts with you"
					},
					{
						"linkPath": "theyreParalyzedW",
						"option": "Stay here if you'd like"
					},
					{
						"pageNum": 0
					}
				]
			},
			"eirikAhAnInsultT": {
				"content": [
					"[eirik] \"Ah, an insult to my honor,\" he replies. \"You've found my one weakness, giant. Fine, I'll stay to see the sights.\"",
					{
						"pageNum": 0
					}
				]
			},
			"eirikEirikWatche": {
				"content": [
					"[eirik] Eirik watches. \"I almost feel guilty about this,\" he says. \"I know Strand. Even if they make it in one piece the locals will tear them apart. Not literally, of course, but... well, maybe literally. I might join them.\"",
					{
						"linkPath": "eirikAhAnInsultT",
						"notIfConditions": [
							{
								"notIfCondition": "1_eirikdissed"
							}
						],
						"option": "\"Thin excuse to run home, Eirik\""
					},
					{
						"linkPath": "eirikNotFromWhat",
						"notIfConditions": [
							{
								"notIfCondition": "1_eirikdissed"
							}
						],
						"option": "\"We need you here\""
					},
					{
						"linkPath": "eirikThenIWillHe",
						"notIfConditions": [
							{
								"notIfCondition": "1_eirikdissed"
							}
						],
						"option": "\"Go if you wish\""
					},
					{
						"linkPath": "thereIsntMuchLef",
						"ifConditions": [
							{
								"ifCondition": "1_eirikdissed"
							}
						],
						"option": "Look around"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "1_eirikdissed"
					}
				]
			},
			"eirikNotFromWhat": {
				"content": [
					"[eirik] \"Not from what I've seen,\" he says, but taps the toe of his boot on the ground and returns to the caravan.",
					{
						"pageNum": 0
					}
				]
			},
			"eirikThenIWillHe": {
				"content": [
					"[eirik] \"Then I will,\" he says. He throws on his pack and soon catches up to the refugees.",
					{
						"flagName": "1 eirikgone"
					},
					{
						"flagName": "eirikdied"
					},
					{
						"flagName": "renown+10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"hakonWeveGotEnou": {
				"content": [
					"[hakon] \"We've got enough problems,\" you say. \"No reason to go looking for more.\" Slowly other people come out of destroyed houses. There's not much left of the town but you settle in to rest.",
					{
						"pageNum": 0
					}
				]
			},
			"hakonYouWanderTh": {
				"content": [
					"[hakon] You wander through the small village. Where there had been the cacophony of battle before, now an eerie silence hangs over the place. Bodies of dredge and villagers make a macabre path to houses that have been ripped apart as if by a tornado.",
					{
						"divert": "yrsaYrsaStopsInH"
					},
					{
						"pageNum": 1
					}
				]
			},
			"thereIsntMuchLef": {
				"content": [
					"There isn't much left of the village, but you settle in to rest for a moment.",
					{
						"pageNum": 0
					}
				]
			},
			"theyGiveYouWorry": {
				"content": [
					"They give you worrying looks, but eventually begin gathering their things. \"Think they'll make it?\" asks Mogr, doubt in his voice. You don't know, but trying has got to be better than starving to death in a pit.",
					{
						"divert": "eirikEirikWatche"
					},
					{
						"flagName": "supplies-30"
					},
					{
						"pageNum": 0
					}
				]
			},
			"theyLookFrighten": {
				"content": [
					"They look frightened by the idea. \"Go with you, where?\" You explain that the safest option is to stay with the warriors until they know it's safe to return to Strand. They begrudgingly agree.",
					{
						"flagName": "1 townjoined"
					},
					{
						"pageNum": 0
					}
				]
			},
			"theyreParalyzedW": {
				"content": [
					"They're paralyzed with fear, and the loss of their homes. There's not much left to the village, but you don't push them. You settle in to rest for a moment.",
					{
						"pageNum": 0
					}
				]
			},
			"youDeclineAndGoO": {
				"content": [
					"You decline, and go on your way. As you hear the trap door close again you wonder if they'll have the will to survive on their own.",
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"youGatherAHandfu": {
				"content": [
					"You gather a handful of warriors to send back with the frightened villagers. With the path already cleared behind you they shouldn't find too much trouble along the way, but you'll miss their strength in battle.",
					{
						"divert": "eirikEirikWatche"
					},
					{
						"flagName": "num_varl-15"
					},
					{
						"pageNum": 0
					}
				]
			},
			"youGiveThemASmal": {
				"content": [
					"You give them a small portion of your supplies, which should hold them over for a little while. \"You'll have to get out of here eventually,\" you say. \"Better now than later\". You move on, and hear the trap door close behind you as though they hadn't heard a word.",
					{
						"flagName": "supplies-30"
					},
					{
						"pageNum": 0
					}
				]
			},
			"yrsaYrsaStopsInH": {
				"content": [
					"[yrsa] Yrsa stops in her tracks. \"Hear that?\" she all but whispers. It sounds like crying. Soon you discover a trap door partially hidden by a carpet.",
					{
						"linkPath": "aWomansScreamDie",
						"option": "Open the hatch"
					},
					{
						"linkPath": "hakonWeveGotEnou",
						"option": "Leave it"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "dqrz"
}
