{
	"data": {
		"initial": "skip",
		"stitches": {
			"convoyAScuffleHa": {
				"content": [
					"[convoy] A scuffle has broken out in front of the houses. \"Thief!\" shouts one of your people as a group of strangers flee from your camp. Oddleif is already running in their direction. \"They took our supplies!\" you hear from nearby.",
					{
						"linkPath": "rookCmonYouShout",
						"option": "Chase the thieves"
					},
					{
						"linkPath": "rookYouWanderOnt",
						"option": "Try to talk it out with the locals"
					},
					{
						"linkPath": "oddleifOddleifTu",
						"option": "Tell the caravan to get ready to leave immediately"
					},
					{
						"linkPath": "convoyLetThemGoY",
						"option": "Ignore the theft and protect the caravan"
					},
					{
						"flagName": "supplies-5"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyLetThemGoY": {
				"content": [
					"[convoy] \"Let them go,\" you shout before anyone rushes off. \"Better keep what we have than chase after something that's gone.\" Townspeople continue to peek out from windows and around corners but nobody makes another swipe at your supplies.",
					{
						"pageNum": 0
					}
				]
			},
			"convoyTheLocalsB": {
				"content": [
					"[convoy] The locals become a lot more helpful when you swallow your pride and start offering food for help crossing the river. They give you small fishing boats to borrow and show you the area with the best chance of making it across. You hope your luck holds out as you launch from the shore.",
					{
						"flagName": "6 sigrferry"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyYouLeaveSi": {
				"content": [
					"[convoy] You leave Sigrholm and start to feel your way around the flooded area, which has washed out the road completely. You continue far into wooded area, which slows you down even further. Already committed, you hope you didn't make a grave mistake.",
					{
						"flagName": "6 sigrdetour"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyYouPackEve": {
				"content": [
					"[convoy] You pack everything up and take as much weight off the wagons as you can. Soon you're walking through ankle-deep water and thick mud, hoping that the rest of the caravan can hold out.",
					{
						"flagName": "6 sigrford"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyYouSpendSo": {
				"content": [
					"[convoy] You spend some time rigging the wagons to float on the water, sealing them with tree sap and whatever else you have on hand. The rest of the caravan finds anything they can to float on; small boats or makeshift rafts. Some swim. With a deep breath you set off from the bank.",
					{
						"flagName": "6 sigrfloat"
					},
					{
						"pageNum": 0
					}
				]
			},
			"iverWeveGotOther": {
				"content": [
					"[iver] \"We've got other problems,\" says Iver. \"The whole place is flooded. We could try to walk the muddy parts, but it'll be slow going. We could try to float the caravan over the lake, but we might tip or get stuck. Or we could just go around the whole thing, but... no idea how long that'll take. What do you think?\"",
					{
						"linkPath": "convoyYouPackEve",
						"option": "Attempt to ford the river"
					},
					{
						"linkPath": "convoyYouSpendSo",
						"option": "Caulk the wagons and float across"
					},
					{
						"linkPath": "convoyTheLocalsB",
						"option": "Pay some locals to help"
					},
					{
						"linkPath": "convoyYouLeaveSi",
						"option": "Detour around the flooding"
					},
					{
						"pageNum": 0
					}
				]
			},
			"oddleifOddleifTu": {
				"content": [
					"[oddleif] Oddleif turns back from the chase when you call everyone together and tell them to get packed. \"Good,\" she says, \"That's what we should have done in the first place.\" Eyvind looks like he desperately wants you to reconsider, but remains quiet.",
					{
						"divert": "iverWeveGotOther"
					},
					{
						"flagName": "6 sigrproblems"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookCmonYouShout": {
				"content": [
					"[rook] \"C'mon!\" you shout, and several join you in the chase. You wander onto a beach where some men have been waiting for you. Some terse words are exchanged about whether anything had been stolen or not. You don't see who draws the first weapon but it ends the conversation dead.",
					{
						"flagName": "6 sigrfight"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouWanderOnt": {
				"content": [
					"[rook] You wander onto a beach where some men have been waiting for you. Some terse words are exchanged about whether anything had been stolen or not. You don't see who draws the first weapon but it stops the conversation cold.",
					{
						"flagName": "6 sigrfight"
					},
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "convoyAScuffleHa",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			}
		}
	},
	"url_key": "v2rn"
}
