{
	"data": {
		"initial": "skip",
		"stitches": {
			"alongEachStrandO": {
				"content": [
					"Along each strand of Dundr's massive beard is carved a different part of his story, and you turn your head to and fro to read it. While the  Loom-mother was the first to create, she soon found a counterpart in Dundr, who embodied her ideals in a masculine form. Dundr took some of her creations, gave them beards and showed them the secrets of smithing, though many remember him just as fondly for teaching them games and songs of mirth.",
					{
						"divert": "rookAfterAShortY"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyTheGodston": {
				"content": [
					"[convoy] The godstone of Dundr passes around you. In the frozen climates here it looks like the rock has split and is falling apart, held together only by the deep snow. Curiously, when standing between the stones the wind drops off completely, picking up again once you've passed through.",
					{
						"divert": "iverIAlmostWonde"
					},
					{
						"pageNum": 0
					}
				]
			},
			"iverIAlmostWonde": {
				"content": [
					"[iver] \"I almost wonder if we should rest here for the night,\" says Iver, who seems to have noticed the same thing. With all the snow around it, dredge might not even be able to find us.\"",
					{
						"flagName": "camped"
					},
					{
						"linkPath": "youWalkAroundCam",
						"option": "Stay here overnight"
					},
					{
						"linkPath": "alongEachStrandO",
						"option": "Inspect the godstone but move on afterward"
					},
					{
						"linkPath": "rookIfTheWeather",
						"option": "Get back to the road without stopping"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookAfterAShortY": {
				"content": [
					"[rook] After a short break you get the people back on their feet. \"If the weather changes we may suddenly find ourselves freezing to death up here,\" you say. There's some wisdom to your words, and so the caravan continues on.",
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookAsTheCampSet": {
				"content": [
					"[rook] As the camp settles in you notice a group of boys huddled around something. They show you an offering box, carved into the godstone itself. The box is an elaborate construction of interlocking pieces which slide around when touched. \"We can't get it open,\" they tell you. \"It's like a puzzle.\"",
					{
						"linkPath": "rookTheBoysTakeT",
						"option": "Try to open it"
					},
					{
						"linkPath": "rookYouAndAlette",
						"option": "Leave it and get some rest"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookIfTheWeather": {
				"content": [
					"[rook] \"If the weather changes we may suddenly find ourselves freezing to death,\" you reply. There's some wisdom to your words, and so the caravan continues on.",
					{
						"flagName": "morale+5"
					},
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookInsideIsNoth": {
				"content": [
					"[rook] Inside is nothing. \"Oh no,\" says a boy who was watching. \"What a waste of time.\" To your surprise when you close the lid, the whole box detaches from the stone. With a shrug you take it with you. You're suddenly glad you didn't spend all night working on this.",
					{
						"flagName": "6 puzzlebox"
					},
					{
						"flagName": "day+1"
					},
					{
						"flagName": "morale+5"
					},
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookInsteadOfSpe": {
				"content": [
					"[rook] Instead of spending all night on a silly game you go to Alette and huddle together to keep warm. You wake up with a thought so profound it strikes you like lightning. Rushing to the puzzle box, your fingers moving with purpose until you hear a 'click'. The lid springs open.",
					{
						"divert": "rookInsideIsNoth"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookItsHardToKno": {
				"content": [
					"[rook] It's hard to know how long you spend sliding around the smooth puzzle pieces, but when people begin emerging from their tents you know you're in trouble, exhausted from a long, sleepless night. Worse still, the box remains closed as you shuffle wearily along with the leaving caravan.",
					{
						"flagName": "day+1"
					},
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookTheBoysTakeT": {
				"content": [
					"[rook] The boys take turns working out the puzzle and give you tips when it's your turn, though you don't seem to make much progress. Eventually they leave to sleep until it's just you and a couple of other determined youngsters.",
					{
						"linkPath": "rookInsteadOfSpe",
						"option": "Give up and go to sleep"
					},
					{
						"linkPath": "rookItsHardToKno",
						"option": "Keep working on the puzzle box"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouAndAlette": {
				"content": [
					"[rook] You and Alette huddle together to keep warm. Fortunately, there were no signs of dredge in the morning and everyone is feeling surprisingly well rested. You soon return to travel.",
					{
						"flagName": "morale+10"
					},
					{
						"flagName": "day+1"
					},
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "convoyTheGodston",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			},
			"youWalkAroundCam": {
				"content": [
					"You walk around camp before settling in. Along each strand of Dundr's massive beard is carved a different part of his story, and you turn your head to and fro to read it. While the Loom-mother was the first to create, she soon found a counterpart in Dundr, who embodied her ideals in a masculine form. Dundr took some of her creations, gave them beards and showed them the secrets of smithing, though many remember him just as fondly for teaching them games and songs of mirth.",
					{
						"divert": "rookAsTheCampSet"
					},
					{
						"flagName": "morale+20"
					},
					{
						"flagName": "day+1"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "2mxp"
}
