{
	"data": {
		"initial": "skip",
		"stitches": {
			"aManStumblesInto": {
				"content": [
					"A man stumbles into camp. “Can't find them,” he manages, through tears. “Lost my son and daughter both.” Others come to  care for him and you wonder how things might have gone differently if you had let the caravan catch up in the flight from Skogr.",
					{
						"divert": "asTheOthersRiseY"
					},
					{
						"flagName": "num_peasants-2"
					},
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "2_travelnostop"
					}
				]
			},
			"asTheOthersRiseY": {
				"content": [
					"As the others rise you discover that several have died in the night, maybe from wounds, maybe from exhaustion or lack of medicine. You realize you'll need supplies soon or this is going to become a daily occurrence. You say a short blessing for their families.",
					{
						"divert": "rookTheGodstoneL"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "starving"
					}
				]
			},
			"rookAYoungGirlFr": {
				"content": [
					"[rook] A young girl from the caravan approaches you. \"I made this for you,\" she says, handing you a crude necklace carved from a branch she must have found nearby. \"Thank you for saving my mama,\" she says, before running back to her tent.",
					{
						"divert": "rookBackAtYourTe"
					},
					{
						"flagName": "2 hridgift"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookBackAtYourTe": {
				"content": [
					"[rook] Back at your tent you rouse Alette, who clings to your arm until she's completely awake. Bad dreams. Eventually the camp is broken down and it's time to move on to Frostvellr. It feels like an end more than a start.",
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookTheGodstoneL": {
				"content": [
					"[rook] The godstone looms overhead, the massive eyes of Hridvaldyr looking the same direction as you.",
					{
						"linkPath": "theWeatheredSton",
						"option": "Inspect the stone"
					},
					{
						"linkPath": "rookYouRouseAlet",
						"option": "Get ready to move on"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouRouseAlet": {
				"content": [
					"[rook] You rouse Alette, who clings to your arm until she's completely awake. Bad dreams. Eventually the camp is broken down and it's time to move on to Frostvellr.",
					{
						"flagName": "camped=0"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouSleepPoor": {
				"content": [
					"[rook] You sleep poorly, the sun forever stuck to an eternally bright sky. Before the others rise you find yourself staring over long, low hills covered in pine.",
					{
						"flagName": "camped"
					},
					{
						"divert": "aManStumblesInto"
					},
					{
						"flagName": "day+1"
					},
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "rookYouSleepPoor",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			},
			"theWeatheredSton": {
				"content": [
					"The weathered stone doesn't see many visitors. Not much reason to travel so far east. When hunters come through they sometimes stop to give offerings, out of habit more than anything else now that the gods are dead. Hridvaldyr was the god of hunters and of wild beasts, occasionally seen roaming the land as both man and wolf. He was always depicted in effigy with his terrible spear. You wonder what he'd think about his woods being full of dredge now.",
					{
						"divert": "rookAYoungGirlFr"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "jjfx"
}
