{
	"data": {
		"initial": "skip",
		"stitches": {
			"ivershieldIfYouD": {
				"content": [
					"[iver_shield] If you didn't know Iver so well you'd find him quite terrifying right now. He looks like he's about to lose it. Still, he bends and begins to hoist the crumbling wall on his shoulders. Grunting under the exertion, you hear a shriek behind you and see approaching dredge!",
					{
						"flagName": "2 frostoutsidefight3"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookInTheDistanc": {
				"content": [
					"[rook] In the distance you think you hear shouts. From further up on the hill a group of people saw you fighting the dredge and are calling to you. Nobody else seems to have noticed.",
					{
						"linkPath": "rookSorryIverYou",
						"option": "Head in their direction"
					},
					{
						"linkPath": "rookYouDontTurnB",
						"option": "Pretend you didn't hear anything"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookSorryIverYou": {
				"content": [
					"[rook] \"Sorry, Iver,\" you say, heading toward the shouts. His irritation is palpable. You find a group of people around a pile of rubble and a dead dredge. \"There's a man under there,\" they tell you, but they haven't been able to move the massive stones. All eyes turn toward the varl.",
					{
						"linkPath": "ivershieldIfYouD",
						"option": "\"You can do this, Iver.\""
					},
					{
						"linkPath": "rookYouCanSeeThe",
						"option": "\"Nobody could be alive under there...\""
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookWithTearsInH": {
				"content": [
					"[rook] With tears in her eyes, the woman hugs her son, and joins you on the way back to the rest house, along with several other people who were hiding here.",
					{
						"divert": "rookInTheDistanc"
					},
					{
						"flagName": "num_peasants+35"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouCanSeeThe": {
				"content": [
					"[rook] You can see the hope dashed on their faces, but they follow you back to the rest house all the same. You wonder if it would have worth it just to put their minds at rest.",
					{
						"flagName": "num_peasants+39"
					},
					{
						"flagName": "morale-15"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouDontTurnB": {
				"content": [
					"[rook] You don't turn back to look, and you don't hear anything else from that direction. You wonder if they'll make it.",
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "rookWithTearsInH",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			}
		}
	},
	"url_key": "r26q"
}
