{
	"data": {
		"initial": "skip",
		"stitches": {
			"convoyABlessingS": {
				"content": [
					"[convoy] \"A blessing!\" shouts one of the men in your caravan, holding up what looks like a silver coin. \"It's a fish scale,\" he says, pointing out the rainbow pattern that shows in the sunlight. Soon, a curious child has found another hiding in the snow, and then a third is discovered.",
					{
						"divert": "convoyPerhapsThe"
					},
					{
						"flagName": "morale+15"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyItsAnother": {
				"content": [
					"[convoy] It's another day before the fervor calms down, and you think there must have been something unnatural about it, because when the last scale was found the obsession suddenly abated.",
					{
						"divert": "convoyOnTheNextM"
					},
					{
						"flagName": "4 godscale"
					},
					{
						"flagName": "day+1"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyOnTheNextM": {
				"content": [
					"[convoy] On the next morning, one of the men presents a gleaming coat of mail to you. \"We made this from the scales,\" he says, grinning. You graciously accept the gift and the caravan gets back to travel.",
					{
						"pageNum": 0
					}
				]
			},
			"convoyPerhapsThe": {
				"content": [
					"[convoy] \"Perhaps they'll bring us luck,\" you overhear, and before long the caravan has become obsessed with gathering the shining scales.",
					{
						"linkPath": "rookByTheEndOfTh",
						"option": "Let the caravan take their time"
					},
					{
						"linkPath": "rookWhenYouAwake",
						"option": "Cut them off after a reasonable amount of time"
					},
					{
						"linkPath": "rookYouStartToWo",
						"option": "Leave now, before this gets out of hand"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookByTheEndOfTh": {
				"content": [
					"[rook] By the end of the second day, the scavenger hunt still continues unabated, and even you are starting to feel something in the back of your mind, like you need to have one of the scales. You shake it off, uncertain whether to let this continue.",
					{
						"linkPath": "rookYouStartToWo",
						"option": "Get the caravan out of here"
					},
					{
						"linkPath": "convoyItsAnother",
						"option": "Let them continue the task"
					},
					{
						"flagName": "day+2"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookTheGodstoneO": {
				"content": [
					"[rook] The godstone of Marek looms into view, upon it carved a great ocean beast. Jagged stones jut out of the snow like shark fins. It's hard to imagine the Nordfelling Wastes being filled with water at one time, but the godstone stands as a reminder of the vast lake it used to look across.",
					{
						"divert": "convoyABlessingS"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookWhenYouAwake": {
				"content": [
					"[rook] When you awake to find people still searching through snow and shrubs you call it off. \"We can't spend another day here,\" you tell them. \"Be glad for the luck you've found and let's go before it runs out.\" They fret and moan but eventually you get them back on the trail.",
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouStartToWo": {
				"content": [
					"[rook] You start to wonder if something unnatural has a hold on their minds when the call to leave is met with open aggression. Iver helps you get them moving again and you wonder how long they would have kept searching if you let them.",
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "rookTheGodstoneO",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			}
		}
	},
	"url_key": "86d2"
}
