{
	"data": {
		"initial": "skip",
		"stitches": {
			"aletteOnefClutch": {
				"content": [
					"[alette] Onef clutches Alette's wrist amidst the commotion, tosses her bow aside and pulls her into the deep woods. Her eyes meet yours across the campsite. \"No...\" her lips say, though you can't hear the words. A dozen men appear between you as Iver steps into view, as fearsome as you've ever seen him.",
					{
						"flagName": "egildied=1"
					},
                    {
						"pageNum": 0
					}
				]
			},
			"onefAsOddleifTur": {
				"content": [
					"[onef] As Oddleif turns to fire on the men, Onef runs her through, and pulls the blade from her back without even breaking his stride. She drops like a sack of flour. In one clean motion, his blade then takes Egil in the throat before the boy can grab his shield. Onef heads straight for Alette, who freezes in unbridled terror.",
					{
						"divert": "onefAsOddleifTur1"
					},
					{
						"flagName": "onefkillegil=1"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "egildied"
					}
				]
			},
			"onefAsOddleifTur1": {
				"content": [
					"[onef] As Oddleif turns to fire on the men, Onef runs her through, and pulls the blade from her back without even breaking his stride. She drops like a sack of flour. Onef heads straight for Alette, who freezes in unbridled terror.",
					{
						"divert": "rookYouRiseToYou"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "egildied"
					}
				]
			},
			"rookYouRiseToYou": {
				"content": [
					"[rook] You rise to your feet through the pain. Egil and Oddleif are dead. Somehow you find the strength to cleave the nearest traitor in two, but you can't find the breath to shout. You think your lung might be punctured.",
					{
						"divert": "rookYouRiseToYou1"
					},
					{
						"pageNum": 0
					},
					{
						"notIfCondition": "egildied"
					}
				]
			},
			"rookYouRiseToYou1": {
				"content": [
					"[rook] You rise to your feet through the pain. Oddleif is dead. Somehow you find the strength to cleave the nearest traitor in two, but you can't find the breath to shout. You think your lung might be punctured.",
					{
						"divert": "aletteOnefClutch"
					},
					{
						"pageNum": 0
					},
					{
						"ifCondition": "egildied"
					}
				]
			},
			"rookYourVisionBl": {
				"content": [
					"[rook] Your vision blurs and blood fills your sight. You gasp again. There's a bird whistle, and the camp becomes a blur of motion. Onef's fighters from Frostvellr leap into action, cutting people down.",
					{
						"divert": "onefAsOddleifTur"
					},
					{
						"flagName": "num_peasants-12"
					},
					{
						"flagName": "num_fighters-29"
					},
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "rookYourVisionBl",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			}
		}
	},
	"url_key": "d4j6"
}
