{
	"data": {
		"initial": "skip",
		"stitches": {
			"convoyGullenfyri": {
				"content": [
					"[convoy] \"Gullenfyri,\" one says, showing you a golden liquid in a silver bowl. He places some on his chest, which almost sounds like it's sizzling, and explains through clenched teeth it's a gift from the sun god, an oil that burns like the sun and lets them \"see things clearly\".",
					{
						"linkPath": "rookYouMakeYourE",
						"option": "Decline and move on"
					},
					{
						"linkPath": "nobodyCanReallyA",
						"option": "Decline and inspect the godstone before leaving"
					},
					{
						"linkPath": "convoyNotSurpris",
						"option": "See if anyone in the caravan is interested"
					},
					{
						"linkPath": "rookBravelyYouGi",
						"option": "Try it yourself"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyNotSurpris": {
				"content": [
					"[convoy] Not surprisingly, you find no takers. You wonder how devoted you'd have to be to go in for it yourself.",
					{
						"linkPath": "rookAfterSomeRes",
						"option": "Move on"
					},
					{
						"linkPath": "nobodyCanReallyA",
						"option": "Inspect the godstone before departing"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoyTheyWelcom": {
				"content": [
					"[convoy] They welcome the caravan, mingling and swapping stories with the others while you rest. They have almost nothing of value to trade, but their leader approaches and offers to let you join in their tribute.",
					{
						"linkPath": "rookBravelyYouGi",
						"option": "Accept their offer"
					},
					{
						"linkPath": "convoyGullenfyri",
						"option": "Ask what this tribute involves"
					},
					{
						"linkPath": "rookAfterSomeRes",
						"option": "Politely decline and move on"
					},
					{
						"linkPath": "nobodyCanReallyA",
						"option": "Decline and inspect the godstone before leaving"
					},
					{
						"pageNum": 0
					}
				]
			},
			"nobodyCanReallyA": {
				"content": [
					"Nobody can really agree on what Radormyr looked like, as fond as he was of his own isolation. He never directly contacted humanity. Most think he was a serpent that lived in the sun and it's not uncommon to hear people speak of seeing the tail of a great creature slipping through the thin clouds on a sunny day. Radormyr was always one of the lucky gods, the kind who people thanked for good weather, healthy livestock and a good harvest. Despite all that, the biggest mystery has always been how his godstone came to be found at the bottom of a dried-out lake.",
					{
						"divert": "rookAfterSomeRes"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookAfterSomeRes": {
				"content": [
					"[rook] After some rest you continue on. The sun god worshipers are keen to stay, so you pack your things and return to the road.",
					{
						"pageNum": 0
					}
				]
			},
			"rookBravelyYouGi": {
				"content": [
					"[rook] Bravely, you give the offer a chance. When you apply the oil your skin starts to burn like a hot brand, but you bear it. It doesn't reveal any secrets of the universe, but the worshipers are impressed by your courage and gift you more oil to take.",
					{
						"linkPath": "rookYouMakeYourE",
						"option": "Move on"
					},
					{
						"linkPath": "nobodyCanReallyA",
						"option": "Inspect the godstone before moving on"
					},
					{
						"flagName": "4 sunoil"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouFindASurp": {
				"content": [
					"[rook] You find a surprising number of people camped out at the godstone. They've been here quite a while, ever since the sun stopped. Apparently they think Radormyr, the sun god, has come back, and they're worshipping him despite the bleak environment.",
					{
						"divert": "convoyTheyWelcom"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouMakeYourE": {
				"content": [
					"[rook] You make your excuses and are soon back on the road, somewhat relieved that the worshippers showed no interest in joining you.",
					{
						"pageNum": 0
					}
				]
			},
			"skip": {
				"content": [
					"{skip}",
					{
						"linkPath": "rookYouFindASurp",
						"option": "{skip}"
					},
					{
						"pageNum": 1
					}
				]
			}
		}
	},
	"url_key": "hmhj"
}
