{
	"data": {
		"initial": "convoyAWelltende",
		"stitches": {
			"convoyAWelltende": {
				"content": [
					"[convoy] A well-tended farm with plenty of livestock draws the caravan’s attention. Upon your arrival, the farmer and his workers stand defensively within plain sight, crude weapons at the ready. Their crossed arms make their thoughts clear without a word.",
					{
						"linkPath": "convoyNoBigSurpr",
						"option": "Offer some kind of trade for the livestock"
					},
					{
						"linkPath": "rookYourWarriors",
						"option": "Intimidate the farmer into giving you livestock"
					},
					{
						"linkPath": "rookYouWarnTheFa",
						"option": "\"Come with us, it's not safe here.\""
					},
					{
						"linkPath": "rookWhatsHisIsHi",
						"option": "Leave the farmers and their animals alone"
					},
					{
						"pageNum": 1
					}
				]
			},
			"convoyNoBigSurpr": {
				"content": [
					"[convoy] “No big surprise you'd be more interested in the animals than me and mine,” he says and spits. “The answer’s no and I’ll have these men watching you, so none of my livestock just happen to follow you away.”",
					{
						"linkPath": "rookYourWarriors",
						"option": "Threaten the farmer"
					},
					{
						"linkPath": "rookWhatsHisIsHi",
						"option": "Leave the farmer and the livestock alone"
					},
					{
						"linkPath": "rookYourWarriors",
						"option": "Take the food by force"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookWhatsHisIsHi": {
				"content": [
					"[rook] “What’s his is his,” you say to the caravan. “No sense fighting those trying to protect themselves.” Grumbling bounces around through the clansmen, but the caravan is once again moving.",
					{
						"flagName": "morale-5"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYourWarriors": {
				"content": [
					"[rook] Your warriors step forward unsheathing weapons and practically growling. The farmer’s men blanch and step aside as you choose the heartiest beasts. The farmer has the sense to say nothing, though the expression on his face stays with you for quite a while, even after you are away. You catch a glance of Alette, who stares at her feet and does not make eye contact with you.",
					{
						"flagName": "supplies+36"
					},
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouWarnTheFa": {
				"content": [
					"[rook] You warn the farmer of the approaching dredge, but the man spits and says, “This land is my life; I lose that... may as well be dead.” The farmhands slowly nod their agreement, neither joining you or lowering their weapons.",
					{
						"linkPath": "rookYourWarriors",
						"option": "Threaten the farmer"
					},
					{
						"linkPath": "rookWhatsHisIsHi",
						"option": "Leave the farmer and his livestock alone"
					},
					{
						"linkPath": "rookYourWarriors",
						"option": "Take the livestock by force"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "2h6g"
}
