{
	"data": {
		"initial": "convoyUpAheadASc",
		"stitches": {
			"convoyCheersErup": {
				"content": [
					"[convoy] Cheers erupt as people flood into the building. A varl leans against a supporting pillar. It cracks and brings down a portion of  the massive roof, crushing a number of clansmen beneath it. Sadly, the rubble is too deep to recover their bodies and you leave the building behind with regret.",
					{
						"flagName": "num_peasants-11"
					},
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"convoySeveralVol": {
				"content": [
					"[convoy] Several volunteers search the building with weapons drawn. Just as they are announcing an ‘all-clear’, a varl leans against a support, which gives way and a third of the structure crumbles. Luckily, no one is injured, but you leave the crumbling building behind.",
					{
						"pageNum": 0
					}
				]
			},
			"convoyUpAheadASc": {
				"content": [
					"[convoy] “Up ahead!” a scout shouts. “Some giant hall, but it’s empty.” You approach the structure but recognize none of the markings. The walls seem unsteady at best. “Finally, sleeping beneath a roof,” you overhear. Several families begin unpacking.",
					{
						"linkPath": "convoyCheersErup",
						"option": "\"We sleep in comfort tonight!\""
					},
					{
						"linkPath": "convoySeveralVol",
						"option": "Keep everyone back until you're certain it's safe"
					},
					{
						"linkPath": "convoyWhileMostF",
						"option": "\"It was abandoned for a reason. Leave it.\""
					},
					{
						"linkPath": "rookWhomeverLeft",
						"option": "Look for any clues about why it was abandoned"
					},
					{
						"pageNum": 1
					}
				]
			},
			"convoyWhileMostF": {
				"content": [
					"[convoy] While most follow you to a further campsite, a few families stubbornly, but cautiously enter the hall and bed down. The next day, they rejoin the caravan more refreshed than everyone else. You soon hear complaints of your paranoia.",
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookWhomeverLeft": {
				"content": [
					"[rook] “Whomever left here may have had good reason,” you tell the caravan, but after a few tiring hours of searching for clues, you have no answers. The frustration of the wasted time is apparent on the clansmen’s faces.",
					{
						"linkPath": "convoyCheersErup",
						"option": "Sleep in the old hall"
					},
					{
						"linkPath": "convoyWhileMostF",
						"option": "\"It was abandoned for a reason. Leave it.\""
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "pdrn"
}
