{
	"data": {
		"initial": "convoyATrailOfBl",
		"stitches": {
			"convoyATrailOfBl": {
				"content": [
					"[convoy] A trail of blood leads to a clearing where you find a large, wounded varl. He is gnawing on his shield, swearing at no one in  particular, and occasionally slamming his cudgel on the ground. If not for the heavy bleeding, you’d leave this one alone without a second thought.",
					{
						"linkPath": "rookYouFillABask",
						"option": "Leave food and medicine and walk away"
					},
					{
						"linkPath": "convoyInAHeartbe",
						"option": "\"We can help if you want it.\""
					},
					{
						"linkPath": "convoyTwoWomenCa",
						"option": "Try to have healers tend to his wounds"
					},
					{
						"linkPath": "rookEvenOnSecond",
						"option": "Abandon the varl and move on"
					},
					{
						"pageNum": 1
					}
				]
			},
			"convoyInAHeartbe": {
				"content": [
					"[convoy] In a heartbeat, the varl is on his feet swinging his massive weapon. You jump clear as the cudgel smashes through the trunk of a tree. Your party scatters to avoid the falling timber. Once you recover, the varl is long gone, leaving only another trail of blood which you decide against following this time.",
					{
						"pageNum": 0
					}
				]
			},
			"convoyTwoWomenCa": {
				"content": [
					"[convoy] Two women cautiously step towards the giant with a few poultices. As one gently locates the bleeding wound, the varl’s eyes widen and he slams her to the ground. He manages to kill the other healer with his weapon before your warriors cut him down. The others say nothing as you wordlessly return to the caravan.",
					{
						"flagName": "num_peasants-2"
					},
					{
						"flagName": "morale-10"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookEvenOnSecond": {
				"content": [
					"[rook] Even on second thought, the risk of dealing with this insane varl is too much. You slowly step away from the giant’s clearing,  pulling the others back with you.",
					{
						"flagName": "morale+5"
					},
					{
						"pageNum": 0
					}
				]
			},
			"rookYouFillABask": {
				"content": [
					"[rook] You fill a basket with food, needle and thread, and a few poultices. The varl growls as you place the basket close to him and walk away. The next day, the giant catches up to the caravan and says, “I will fight for you.” His eyes are clear and determined.",
					{
						"flagName": "num_varl+1"
					},
					{
						"flagName": "supplies-1"
					},
					{
						"flagName": "renown+10"
					},
					{
						"pageNum": 0
					}
				]
			}
		}
	},
	"url_key": "rjgf"
}
